export interface ISmsBotMock {
    title: string,
}

export const SmsBotStart: ISmsBotMock[] = [
    {
        title: 'Спокойствие - состояние, к которому порой стремится каждый из нас. Из покое веков к такому мостов стремились великие мудрецы и философы. Попробуйте замедлиться, остановиться на какое-то время в этом состоянии. Постарайтесь почувствовать эту эмоцию и услышать свои мысли. Побудьте с самим собой в тишине. Попробуйте услышать себя. Можешь записать свои мысли, которые приходят в голову или просто почитать книжку. Надеюсь, что я был тебе полезен! Чем я ещё могу помочь?',
    },
    {
        title: 'Вдохновение – одно из самых прекрасных чувств, которые может испытывать человек. Когда вы чувствуйте себя вдохновленным, кажется, что вы действительно можете все. А творить вам помогут приемы креативного мышления! Можете выбрать любой прием и создать какой-то совершенно новый неординарный продукт! Метод фокальных объектов – это метод поиска новых идей и характеристик объекта на основе присоединения к исходному объекту свойств других, выбранных случайно, объектов. Морфологический ящик – это метод, в итоге которого даётся ответ на более общий вопрос посредством поиска всевозможных вариантов частных решений, независимо от того, что в исходной задаче речь шла только об одной конкретной системе. Ментальные карты – это наглядное представление естественного течения мыслей от одной центральной идеи.',
    },
    {
        title: 'Тревога — эмоциональное состояние, вызванное ожиданием опасности или угрозы. Тревожность часто возникает из-за неопределенности в действиях и чувствах. Немного о том, как мы можем справиться с этим состоянием. Верный способ помочь привести в норму свое эмоциональное состояние - сделать дыхательную гимнастику, вот несколько упражнений: Также можно попробовать переключить внимание, посмотрите отличный фильм. Надеюсь, что я был тебе полезен! Чем я ещё могу помочь?',
    },
    {
        title: 'С усталостью мы сталкиваемся очень часто. Иногда это обычная небольшая усталость, когда самый верный способ просто полежать и отдохнуть, выпить чашечку чая. Но бывает и так, что усталость не дает нам покоя, кажется, что сил больше нет, и все что ты делаешь напрасно. Конечно же, это не так! Ваши дела очень важны и нужны! Если вы понимаете, что больше нет сил делать какое-то дело, попробуйте отвлечься от него, переключиться не что-то другое. Смените деятельность, необязательно эта деятельность должна быть продуктивной. Сходите на 30-минутную прогулку или посмотрите интересный фильм. Не перегружайте себя и помните, что в состоянии усталости вы не будете продуктивны, очень важно отдыхать! Надеюсь, что я был тебе полезен! Чем я ещё могу помочь?',
    },
    {
        title: 'Чувство гнева знакомо каждому из нас. Мы сталкиваемся с ним чуть ли не ежедневно. На работе, в транспорте, дома. Считается, что гнев — нормальная реакция организма на внешние раздражители. При этом общепризнанно, что с этой нормальной реакцией можно и нужно бороться. Можно дать много советов о том, как именно справляться с гневом, но мы остановимся на некоторых из них. Это может быть дыхательная гимнастика или же письмо самому себе. Также отличный способ совладать с гневом – занятия спортом. Совершите пробежку, таким образом, вы выплесните физическое напряжение и освободитесь от тяжелых мыслей. Ну и также отличный инструмент борьбы с гневом – смех! Посмейтесь! Почитайте забавные истории или посмотрите веселый фильм. Надеюсь, что я был тебе полезен! Чем я ещё могу помочь?',
    },
    {
        title: 'Что тут говорить! Счастье – это прекрасно! Счастье – это когда хочется делиться! Поделитесь с близкими своими счастливыми моментами, сделайте подарок другу или просто танцуйте! Танцуйте под любимую музыку! А вот вам и замечательная счастливая песня о том, как можно светить и озарять другим путь! Песня «Свети». Надеюсь, что я был тебе полезен! Чем я ещё могу помочь?',
    }
]
export const SmsBotInspiration: ISmsBotMock[] = [
    {
        title: 'Хороший выбор!!! С данным методом можно ознакомиться по ссылке. Надеюсь, что я был тебе полезен! Чем я ещё могу помочь?',
    },
    {
        title: 'Отличный выбор!!! С данным методом можно ознакомиться по ссылке. Надеюсь, что я был тебе полезен! Чем я ещё могу помочь?',
    },
    {
        title: 'Очень интересный метод!!! С данным методом можно ознакомиться по ссылке. Надеюсь, что я был тебе полезен!Чем я ещё могу помочь?',
    }
]
export const SmsBotHelp: ISmsBotMock[] = [
    {
        title: 'Ваши ожидания не напрасны. Не стоит тратить время и силы на мелочи, нужно думать о главном. Каким бы огромным ни было расстояние – оно начинается с первого шага. Стоя на месте, двигаться можно только назад. Любое дело начинается с веры в себя. Любой успех дела определяется его целью. Каждый из нас уникален. Когда одна вершина покорена, самое время покорять вторую. Перемены уже на пороге! Надеюсь, что я был тебе полезен! Чем я ещё могу помочь?”',
    },
    {
        title: 'Советую к прочтению книгу Ю.П. Азаров «Тайны педагогического мастерства». Надеюсь, что я был тебе полезен! Чем я ещё могу помочь?',
    },
    {
        title: 'Отличный выбор! Переходите в наши рекомендации и прослушайте понравившийся плейлист. Перейти. Надеюсь, что я был тебе полезен! Чем я ещё могу помочь?',
    },
    {
        title: 'Переходите в наши рекомендации и выберете понравившийся вам фильм. Удачного просмотра! Перейти. Надеюсь, что я был тебе полезен!Чем я ещё могу помочь?',
    },
    {
        title: 'Отлично! До скорого!',
    },
]

export default SmsBotStart