export interface ICheck {
    text:string,
    checked:boolean,
}
export const data1 : ICheck[] = [
    {
        text:'Прочитайте книгу «Тревожные люди», выпишите основные мысли, которые откликнулись вам в произведении',
        checked: false,
    },{
        text:'Попробуйте выполнить задание: предположите, что чувствуют люди на картинке',
        checked: false,
    },    {
        text:'В течении месяца выполняйте упражнения, которые помогут лучше понимать свои и чужие эмоции',
        checked: false,
    },    {
        text:'Каждое утро в течение недели говорите себе вслух комплимент',
        checked: false,
    },    {
        text:'Делайте комплименты близким людям не менее, чем 3 раз в день',
        checked: false,
    },    {
        text:'Создайте календарь ваших чувств. Выписывайте на листок те чувства, которые вас сопровождали сегодня',
        checked: false,
    },    {
        text:'Посвящайте 15 минут в день на обустройство комфортного для вас пространства вокруг',
        checked: false,
    },    {
        text:'Выделяйте минимум раз в неделю время на общение с близкими люди',
        checked: false,
    },    {
        text:'Проведите SWOT-анализ вашей личность S – Strenghts (сильные стороны) W – Weaknesses (слабые стороны) O – Opportunities (возможности) T – Threats (угрозы)',
        checked: false,
    },    {
        text:'Попробуйте использовать в своей работе такой интересный исследовательский опыт, как карта эмпатии',
        checked: false,
    },
]
export const data2 : ICheck[] = [
    {
        text:'Поспите не менее 7 часов в сутки в течении трех дней',
        checked: false,
    },{
        text:'Попробуйте в течение недели начинать свой день без смартфона',
        checked: false,
    },    {
        text:'Напишите 7 ресурсных занятий, значимых для вас (разговор по телефону, бег, чашка кофе и т.д.) и в течение недели выполняйте одно из них',
        checked: false,
    },    {
        text:'Один раз в неделю освободите 30 минут свободно времени в день для себя',
        checked: false,
    },    {
        text:'Один раз в неделю сходите на часовую прогулку без гаджетов',
        checked: false,
    },    {
        text:'Прочтите книгу «К себе нежно». Можете читать по паре страниц в день',
        checked: false,
    },    {
        text:'По дороге домой или в свободное время включайте плейлист с любимыми треками',
        checked: false,
    },    {
        text:'Запишите 15 лучших моментов, когда Вы наиболее эффективно решали рабочие задачи',
        checked: false,
    },    {
        text:'Отпишитесь от всех групп, рассылок, каналов, чатов, которые не читаете',
        checked: false,
    },    {
        text:'Попробуйте каждый вечер в течение недели составлять список дел на следующий день. Не перегружайте день. Не больше 7 задач. Выделите цветом три приоритетных.',
        checked: false,
    },
]
export const data3 : ICheck[] = [
    {
        text:'Попробуйте несколько раз в неделю выключить все гаджеты за час до сна',
        checked: false,
    },{
        text:'Два раза в неделю занимайтесь медитацией. Вот пример отличных упражнений. Первое время достаточно 10 минут',
        checked: false,
    },    {
        text:'В течение трех дней вставайте по первому звонку будильника. Не позволяйте себе поспать еще ',
        checked: false,
    },    {
        text:'Если встревожены, очень устали, можно выполнить комплекс упражнений на снятие стресса, вот отличный пример упражнений',
        checked: false,
    },    {
        text:'Отличный способ справиться с возникающим напряжением  - дыхательная гимнастика ',
        checked: false,
    },    {
        text:'Отдыхайте, пока не переутомились. Выделяйте на перерыв 5-10 минут после каждого часа работы. Выйдите на улицу, подышите свежим воздухом или сделайте разминку на рабочем месте',
        checked: false,
    },    {
        text:'Чтобы держать свой организм в строю пейте не меньше, чем 1,5 литра в день в течение недели',
        checked: false,
    },    {
        text:'Отличный способ восстановить свои силы и поднять иммунитет – заварить полезный и вкусный чай. Пейте свежезаваренный чай каждый вечер в течение недели. Может взять за основу эти рецепты',
        checked: false,
    },    {
        text:'Для того, чтобы глаза не уставали и не закрывались в два часа дня, попробуйте делать зарядку для глаз хотя бы один раз в день, когда почувствуйте усталость',
        checked: false,
    },    {
        text:'И, конечно же, самый замечательный способ начинать свою утро бодро и с улыбки – делать ежедневную зарядку!  А можно включить любимый трек и танцевать так, как хочется это делать в данный момент',
        checked: false,
    },
]
export const data4 : ICheck[] = [
    {
        text:'Попробуйте начинать свой день в непривычном для вас алгоритме. Измените последовательность действий, если вы чистите зубы правой рукой, попробуйте это сделать левой рукой.',
        checked: false,
    },{
        text:'Когда выдастся свободная минутка, попробуйте послушать классическую музыку. Вы можете не делать это долго, самое главное, чтобы вы действительно её слушали. Продолжайте это действие хотя бы пару раз в неделю',
        checked: false,
    },    {
        text:'Читайте! Когда едете на автобусе на работу или, когда пьете чай. Самый лучший способ развития своего мышление – чтение художественной литературы! Выберите одну из книг из рекомендованного списка и читайте хотя бы по 2 странице в день',
        checked: false,
    },    {
        text:'В следующий раз, когда будет необходимо придумать новое мероприятие или классный час, а может даже коворкинг зону в школе, да и не только в школе, попробуйте применить один из методов креативного мышления! Вот некоторые из них: (морфологический ящик, ментальная карта, метод 6 шляп, метод ассоциаций и тд)',
        checked: false,
    },    {
        text:'Попробуйте порешать друдлы, это отличная техника для развития вашего мышления! ',
        checked: false,
    },    {
        text:'Запишите, как Вы изменяете мир в лучшую благодаря Вашей работе.',
        checked: false,
    },    {
        text:'Попробуйте чередовать время работы и отдыха. Разбейте работу на отрезки по 25 минут.  Потом 5 минут отдыхайте. И затем повторяйте – 25 работы, 5 минут отдыха. После 4 таких рабочих моментов можно сделать большой перерыв на 20-30 минут. ',
        checked: false,
    },    {
        text:'Хотя бы пару раз за этот месяц попробуйте делать то, что никогда не делали и то, что, кажется, вообще никогда не получалось',
        checked: false,
    },    {
        text:'Попробуйте начать свое утро с записей в дневнике. Писать можно абсолютно все, что приходит в голову. Вы можете сами определить объем и количество времени для выполнения данного задания',
        checked: false,
    },    {
        text:'Попробуйте вести в течение месяца «календарь – пинарик». Расчертите лист по подобию календаря — тридцать клеток будут обозначать тридцать дней месяца. Закраивайте клетку в конце дня оценивая свою продуктивность',
        checked: false,
    },
]
export default data1;